common/models/MtidentitytypesQuery.php

SELECT * FROM `mtidentitytypes` WHERE `identity_id`='1'
---
    public function one($db = null)
    {
        return parent::one($db);