backend/modules/configurations/controllers/IdentitytypesController.php

    public function actionCreate()
    {
        $model = new Mtidentitytypes();

        if ($model->load(Yii::$app->request->post()) && $model->save()) {
---
INSERT INTO `mtidentitytypes` (`identity_name`) VALUES ('KTP')